---
kind: enumMember
id: F:Autodesk.Revit.DB.RectangularGridSegmentOrientation.Horizontal
enum: Autodesk.Revit.DB.RectangularGridSegmentOrientation
source: html/cc712c10-e391-eaf3-0441-ecc183f26846.htm
---
# Autodesk.Revit.DB.RectangularGridSegmentOrientation.Horizontal

A horizontal GridSegment